//1️⃣ Функция за поздрав
// Задача: Направи функция, която приема име и връща поздрав.

//🔹 Пример:
// function greet(name) {
//   return "Здравей," + name + "!";
// }

// console.log(greet("Stoyanka"));
// console.log(greet("Anni"));

// 2️⃣ Функция за умножение
// Задача: Направи функция, която приема две числа и ги умножава.
// function multiply(a, b) {
//   return a * b;
// }

// console.log(multiply(3, 4));
// console.log(multiply(2, 5));

//1️⃣ Функция за поздрав
// Задача: Направи функция, която приема име и връща поздрав.
// function greet(name) {
//   return "Здравей," + name + "!";
// }

// console.log(greet("Stoy"));
// console.log(greet("Anni"));

// 2️⃣ Функция за умножение
// Задача: Направи функция, която приема две числа и ги умножава.
// function multiply(a, b) {
//   return a * b;
// }

// console.log(multiply(3, 7));

//1️⃣ Функция за поздрав
// Задача: Направи функция, която приема име и връща поздрав.
function greet(name) {
  return "Здравей," + name + "!";
}
console.log(greet("stoy"));

// 2️⃣ Функция за умножение
// Задача: Направи функция, която приема две числа и ги умножава.
function multiply(a, b) {
  return a * b;
}
console.log(multiply(3, 6));
